const newsDb = {
	news: [
		{
			title: "Новость 1",
			img: "preview.jpeg",
			text: "Обратите внимание, даже если у пользователя нет подключения, страница всё равно должна отображаться, но в режиме 'загрузки' и после неудачной попытки соединения переходить в режим:"
		},
		{
			title: "Новость 2",
			img: "preview.jpeg",
			text: "Реализуйте подобный интерфейс, закешировав статические ресурсы и показывая данный внешний вид до момента загрузки данных"
		},
		{
			title: "Новость 3",
			img: "preview.jpeg",
			text: "Реализуйте подобный интерфейс, закешировав статические ресурсы и показывая данный внешний вид до момента загрузки данных"
		}
	]
}

module.exports = newsDb
